Repository: glpi-project/glpi-inventory-plugin
Catalog: locales/*.po
Languages: ko_kr, sk_sk

source: Interaction format
ko_kr: 상호작용 형식
sk_sk: Formát interakcie

source: Interaction type
ko_kr: 상호작용 유형
sk_sk: Typ interakcie

source: Alert icon
ko_kr: 경고 아이콘
sk_sk: Ikona upozornenia

source: Retry job after
ko_kr: 다음 시간 이후 작업 재시도
sk_sk: Skúsiť úlohu znova po

source: Maximum number of retry allowed
ko_kr: 허용된 최대 재시도 횟수
sk_sk: Povolený maximálny počet pokusov na opakovanie

source: Alert display timeout
ko_kr: 경고 표시 시간초과
sk_sk: Časový limit zobrazenia upozornenia

source: Start of IP range
ko_kr: IP 범위 시작
sk_sk: Začiatok IP rozsahu

source: End of IP range
ko_kr: IP 범위 끝
sk_sk: Koniec IP rozsahu

source: Mirror server address
ko_kr: 미러 서버 주소
sk_sk: Adresa servera zrkadla

source: Mirror servers
ko_kr: 미러 서버
sk_sk: Zrkadlové servery

source: Communication mode
ko_kr: 통신 모드
sk_sk: Režim komunikácie

source: See all informations of task
ko_kr: 업무의 모든 정보 보기
sk_sk: Zobraziť všetky informácie o úlohe

source: IP Ranges
ko_kr: IP 범위
sk_sk: Rozsahy IP

source: IP range configuration
ko_kr: IP 범위 구성
sk_sk: Konfigurácia IP rozsahu

source: Bad IP
ko_kr: 잘못된 IP
sk_sk: Chybná IP

source: Target a task
ko_kr: 업무 대상 지정
sk_sk: Zacieliť úlohu

source: Job
ko_kr: 작업
sk_sk: Úloha

source: Scheduled date
ko_kr: 예약 일자
sk_sk: Naplánovaný dátum

source: Periodicity
ko_kr: 주기
sk_sk: Periodicita

source: Definition
ko_kr: 정의
sk_sk: Definícia

source: Action
ko_kr: 작업
sk_sk: Akcia

source: Minute(s)
ko_kr: 분
sk_sk: minúty

source: hour(s)
ko_kr: 시간
sk_sk: hodín

source: day(s)
ko_kr: 일자
sk_sk: dní

source: Auto management dynamic of agents
sk_sk: Automatická dynamika správy agentov

source: Auto management dynamic of agents (same subnet)
sk_sk: Automatická dynamika správy agentov (rovnaká podsieť)

source: Force the end
ko_kr: 강제 종료
sk_sk: Vynútiť koniec

source: GLPI Inventory
sk_sk: GLPI inventár

source: General
ko_kr: 일반
sk_sk: Všeobecné

source: Inventory
ko_kr: 재고
sk_sk: Inventár

source: Software deployment
ko_kr: 소프트웨어 배포
sk_sk: Nasadenie softvéru

source: Deploy packages on demand
ko_kr: 요청 시 패키지 배포
sk_sk: Nasadiť balíčky na vyžiadanie

source: Manage packages
ko_kr: 패키지 관리
sk_sk: Spravovať balíčky

source: User interaction template
ko_kr: 사용자 상호작용 템플릿
sk_sk: Šablóna interakcie používateľa

source: Authentication for remote devices (VMware)
ko_kr: 원격 장치 용 인증 (VMware)
sk_sk: Autentifikácia pre vzdialené zariadenia (VMware)

source: Remote devices to inventory (VMware)
ko_kr: 재고에 대한 원격 장치 (VMware)
sk_sk: Vzdialené zariadenia na inventarizáciu (VMware)

source: VMware host
ko_kr: VMware 호스트
sk_sk: VMware server

source: Network equipment SNMP
ko_kr: 네트워크 장비 SNMP
sk_sk: Sieťové zariadenie SNMP

source: Printer SNMP
ko_kr: 프린터 SNMP
sk_sk: Tlačiareň SNMP

source: Configuration
ko_kr: 구성
sk_sk: Konfigurácia

source: Task
ko_kr: 업무
sk_sk: Úloha

source: Groups of computers
ko_kr: 컴퓨터 그룹
sk_sk: Skupiny počítačov

source: Computer information
ko_kr: 컴퓨터 정보
sk_sk: Informácie o počítači

source: Path/file
ko_kr: 경로/파일
sk_sk: Cesta/súbor

source: Size
ko_kr: 크기
sk_sk: Veľkosť

source: pathfile
sk_sk: cesta k súboru

source: Static group
ko_kr: 정적 그룹
sk_sk: Statická skupina

source: Dynamic group
ko_kr: 동적 그룹
sk_sk: Dynamická skupina

source: Inventory group
ko_kr: 재고 그룹
sk_sk: Skupina inventára

source: Associated task
sk_sk: Priradená úloha

source: Module method
sk_sk: Metóda modulu

source: Add group
ko_kr: 그룹 추가
sk_sk: Pridať skupinu

source: Prepared
ko_kr: 준비됨
sk_sk: Pripravené

source: Started
ko_kr: 시작됨
sk_sk: Spustené

source: Unique id
ko_kr: 고유 id
sk_sk: Jedinečný identifikátor

source: unknown
ko_kr: 알 수 없음
sk_sk: neznáme

source: devices queried
ko_kr: 장치 질의됨
sk_sk: dotazovaných zariadení

source: devices found
ko_kr: 장치 찾음
sk_sk: nájdených zariadení

source: Add the item
ko_kr: 항목 추가
sk_sk: Pridať položku

source: Update the item
ko_kr: 항목 수정
sk_sk: Aktualizovať položku

source: Inventory started
ko_kr: 재고 시작됨
sk_sk: Inventarizácia spustená

source: Detail
ko_kr: 상세
sk_sk: Detaily

source: Agent communication error, impossible to start agent
ko_kr: 에이전트 통신 오류, 에이전트를 시작할 수 없음
sk_sk: Chyba komunikácie s agentom, nie je možné spustiť agenta

source: Agent stopped/crashed
ko_kr: 에이전트 멈춤/충돌
sk_sk: Agent zastavený/havaroval

source: Import denied
ko_kr: 불러오기 거부됨
sk_sk: Import bol odmietnutý

source: Warning:
ko_kr: 경고:
sk_sk: Varovanie:

source: Error:
ko_kr: 오류:
sk_sk: Chyba:

source: Found WMI
ko_kr: 검색된 WMI
sk_sk: Nájdené WMI

source: Class
ko_kr: 클래스
sk_sk: Trieda

source: Properties
ko_kr: 속성
sk_sk: Vlastnosti

source: Computer Inventory
ko_kr: 컴퓨터 재고
sk_sk: Inventár počítačov

source: VMware host remote inventory
ko_kr: VMware 호스트 원격 재고
sk_sk: Vzdialený inventár VMware servera

source: Network discovery
ko_kr: 네트워크 탐색
sk_sk: Zisťovanie siete

source: Network inventory (SNMP)
ko_kr: 네트워크 재고 (SNMP)
sk_sk: Inventár siete (SNMP)

source: Package deploy
ko_kr: 패키지 배포
sk_sk: Nasadenie balíčku

source: Collect data
ko_kr: 데이터 수집
sk_sk: Zber údajov

source: Starting date
ko_kr: 시작 일자
sk_sk: Počiatočný dátum

source: Ending date
ko_kr: 종료 날짜
sk_sk: Koncový dátum

source: Number per second
ko_kr: 초당 수
sk_sk: Počet za sekundu

source: Threads / Timeout configuration
sk_sk: Konfigurácia vlákien / časového limitu

source: To inventory
sk_sk: Do inventára

source: Error(s)
ko_kr: 오류(들)
sk_sk: Chyby

source: Finished tasks
ko_kr: 종료된 업무
sk_sk: Dokončené úlohy

source: Clean unused files
ko_kr: 미사용된 파일들 청소
sk_sk: Vyčistiť nepoužívané súbory

source: Agents management
ko_kr: 에이전트 관리
sk_sk: Správa agentov

source: General configuration
ko_kr: 일반 구성
sk_sk: Všeobecná konfigurácia

source: Task management
ko_kr: 업무 관리
sk_sk: Správa úloh

source: Monitoring / Logs
ko_kr: 모니터 / 로그
sk_sk: Monitoring / logy

source: Import agent XML file
ko_kr: 에이전트 XML 파일 불러오기
sk_sk: Import XML súboru agenta

source: Time slot
ko_kr: 시간대
sk_sk: Časové okno

source: Tasks
ko_kr: 업무
sk_sk: Úlohy

source: Equipment import and link rules
sk_sk: Pravidlá importu zariadení a spojení

source: Asset skipped during import
ko_kr: 불러오기 중 에셋 건너뜀
sk_sk: Inventár vynechaný pri importe

source: Computer entity rules
ko_kr: 컴퓨터 개체 규칙
sk_sk: Pravidlá pre entity počítača

source: Rules
ko_kr: 규칙
sk_sk: Pravidlá

source: SNMP credentials
ko_kr: SNMP 자격 증명
sk_sk: Prihlasovacie údaje SNMP

source: Discovery status
ko_kr: 검색 상태
sk_sk: Stav zisťovania

source: Network inventory status
ko_kr: 네트워크 재고 상태
sk_sk: Stav inventára siete

source: SNMP models creation
ko_kr: SNMP 모델 생성
sk_sk: Vytváranie SNMP modelov

source: Networking
ko_kr: 네트워크 형성
sk_sk: Siete

source: Package management
ko_kr: 패키지 관리
sk_sk: Správa balíčkov

source: Deploy
ko_kr: 배포
sk_sk: Nasadiť

source: SNMP inventory
ko_kr: SNMP 재고
sk_sk: SNMP inventarizácia

source: Guide
ko_kr: 지침서
sk_sk: Príručka

source: This is the steps to configure plugin for SNMP inventory (swicth, router, network printer)
sk_sk: Toto sú kroky na konfiguráciu pluginu pre SNMP inventár (switch, router, sieťová tlačiareň)

source: Configure SNMP credentials
ko_kr: SNMP 자격증명 구성
sk_sk: Nakonfigurujte prihlasovacie údaje SNMP

source: Define rules for import : merge and create new devices (CAUTION: same rules for computer inventory)
sk_sk: Definujte pravidlá pre import: zlúčiť a vytvoriť nové zariadenia (Varovanie: rovnaké pravidlá pre inventár počítačov)

source: `Network Discovery`, used to discover the devices on the network
sk_sk: "Zisťovanie siete" určené na zisťovanie zariadení na sieti

source: Define IP Ranges of your network + related SNMP credentials
sk_sk: Definujte IP rozsahy pre svoju sieť + súvisiace prihlasovacie údaje SNMP

source: Define an agent allowed to discover the network
sk_sk: Definujte agenta, ktorý môže zisťovať sieť

source: Create a new Task with discovery module and the agent defined previously
sk_sk: Vytvorte novú úlohu s modulom zisťovania a predtým definovaným agentom

source: If you have devices not typed, import them from unmanaged devices
ko_kr: 입력되지 않은 장치를 소유한 경우, 미관리된 장치에서 불러오기
sk_sk: Ak máte zariadenia bez typu, naimportujte ich z nespravovaných zariadení

source: `Network Inventory`, used to complete inventory the discovered devices
sk_sk: "Inventár siete" určený na dokončenie inventarizácie zistených zariadení

source: Define an agent allowed to inventory the network by SNMP
sk_sk: Definujte agenta, ktorý môže inventarizovať sieť pomocou SNMP

source: Create a new Task with network inventory module and the agent defined previously
sk_sk: Vytvorte novú úlohu s modulom sieťového inventára a predtým definovaným agentom

source: Job configuration
sk_sk: Konfigurácia úlohy

source: Several jobs in the same task is not anymore supported because of unexpected side-effects. Please consider modifying this task to avoid unexpected results.
sk_sk: Niekoľko úloh v rovnakej úlohe už nie je podporované z dôvodu neočakávaných vedľajších účinkov. Zvážte úpravu tejto úlohy, aby ste sa vyhli neočakávaným výsledkom.

source: Add a job
ko_kr: 작업 추가
sk_sk: Pridať úlohu

source: Delete
ko_kr: 삭제
sk_sk: Zmazať

source: Actor Type
ko_kr: 시행자 유형
sk_sk: Typ účastníka

source: Target Type
ko_kr: 대상 유형
sk_sk: Cieľový typ

source: Actor Item
ko_kr: 시행자 항목
sk_sk: Položka účastníka

source: Target Item
ko_kr: 대상 항목
sk_sk: Cieľová položka

source: New action
ko_kr: 새 작업
sk_sk: Nová akcia

source: Restrict scope to task entity
sk_sk: Obmedziť rozsah na entitu úlohy

source: Targets
ko_kr: 대상
sk_sk: Ciele

source: The items that should be applied for this job.
sk_sk: Položky, ktoré sa majú aplikovať pre túto úlohu.

source: Actors
ko_kr: 시행자
sk_sk: Účastníci

source: The items that should carry out those targets.
sk_sk: Položky, ktoré majú vykonať tieto ciele.

source: Clear list
ko_kr: 목록 청소
sk_sk: Vymazať zoznam

source: Delete selected items
ko_kr: 선택된 항목 삭제
sk_sk: Zmazať označené položky

source: Cancel modifications
ko_kr: 변경 취소
sk_sk: Zrušiť úpravy

source: Purge
ko_kr: 제거
sk_sk: Vyčistiť

source: Confirm the final deletion ?
ko_kr: 최종 삭제를 확인하시겠습니까?
sk_sk: Potvrdiť nenávratné zmazanie?

source: Associated SNMP credentials
ko_kr: 연결된 SNMP 자격증명
sk_sk: Priradené prihlasovacie údaje SNMP

source: Version
ko_kr: 버전
sk_sk: Verzia

source: By order of priority
ko_kr: 우선 순위 순
sk_sk: Podľa poradia priority

source: Time slot entry
ko_kr: 시간대 진입
sk_sk: Položka časového okna

source: Start time
ko_kr: 시작 시간
sk_sk: Čas začiatku

source: End time
ko_kr: 종료 시간
sk_sk: Čas ukončenia

source: Package
ko_kr: 패키지
sk_sk: Balíček

source: Modification Denied
ko_kr: 변경 거부됨
sk_sk: Zmeny boli odmietnuté

source: The following task is running with this package
sk_sk: S týmto balíčkom je spustená nasledujúca úloha

source: Enable deploy on demand for the following group
sk_sk: Povoliť nasadenie na vyžiadania pre nasledujúcu skupinu

source: Audits
ko_kr: 감사
sk_sk: Audity

source: Files
ko_kr: 파일
sk_sk: Súbory

source: Actions
ko_kr: 작업
sk_sk: Akcie

source: User interactions
ko_kr: 사용자 상호작용
sk_sk: Interakcie používateľa

source: JSON package representation
ko_kr: JSON 패키지 표현
sk_sk: Reprezentácia JSON balíčku

source: Package exported in
ko_kr: 내보낸 패키지
sk_sk: Balíček exportovaný do

source: Packages to import
ko_kr: 불러올 패키지
sk_sk: Balíčky na import

source: The modified JSON contained a syntax error :
ko_kr: 변경된 JSON 에 잘못된 구문 오류가 포함됨 :
sk_sk: Upravený JSON obsahoval syntaktickú chybu:

source: Package actions
ko_kr: 패키지 작업
sk_sk: Akcie balíčka

source: Target for deploy on demand
ko_kr: 요청시 배포 대상
sk_sk: Cieľ pre nasadenie na vyžiadanie

source: Add a target for self-service
ko_kr: 셀프-서비스 용 대상 추가
sk_sk: Pridať cieľ pre samoobsluhu

source: In error
ko_kr: 오류
sk_sk: S chybou

source: Successful
ko_kr: 성공함
sk_sk: Úspešné

source: Running
ko_kr: 실행중
sk_sk: Spustené

source: Cancelled
ko_kr: 취소됨
sk_sk: Zrušené

source: Restart job
ko_kr: 작업 재시작
sk_sk: Reštartovať úlohu

source: Cancel job
ko_kr: 작업 취소
sk_sk: Zrušiť úlohu

source: refresh job
ko_kr: 작업 새로고침
sk_sk: obnoviť úlohu

source: Select packages you want install
ko_kr: 설치할 패키지 선택
sk_sk: Vyberte balíčky, ktoré chcete nainštalovať

source: Prepare for install
ko_kr: 설치 준비
sk_sk: Pripraviť na inštaláciu

source: I'm on this computer: local wakeup
sk_sk: Som na tomto počítači: lokálne prebudenie

source: I'm not on this computer: wakeup from the server
sk_sk: Nie som na tomto počítači: prebudenie zo servera

source: Don't wakeup
ko_kr: 기동 않함
sk_sk: Neprebúdzať

source: No packages available to install
ko_kr: 설치 가능한 패키지 없음
sk_sk: Na inštaláciu nie sú k dispozícii žiadne balíčky

source: Progress
ko_kr: 진행
sk_sk: Postup

source: Include old jobs
ko_kr: 예전 작업 포함
sk_sk: Zahrnúť staré úlohy

source: refresh interval
ko_kr: 새로고침 간격
sk_sk: Interval obnovenia

source: Off
ko_kr: 끔
sk_sk: Vypnuté

source: Export task result
sk_sk: Export výsledku úlohy

source: Task execution states
ko_kr: 업무 실행 상태
sk_sk: Stavy vykonávania úloh

source: Show/Hide details
ko_kr: 상세 보이기/숨기기
sk_sk: Zobraziť/skryť detaily

source: Permit to re-prepare task after run
sk_sk: Povoliť znova pripraviť úlohu po spustení

source: This is an on demand deployment task
sk_sk: Toto je úloha nasadenia na vyžiadanie

source: Schedule start
ko_kr: 예약작업 시작
sk_sk: Naplánovať spustenie

source: Schedule end
ko_kr: 예약작업 종료
sk_sk: Naplánovať koniec

source: Preparation timeslot
ko_kr: 준비 시간대
sk_sk: Časové okno prípravy

source: Execution timeslot
ko_kr: 실행 시간대
sk_sk: Časové okno vykonania

source: Agent wakeup interval (in minutes)
ko_kr: 에이전트 기동 간격 (분 단위)
sk_sk: Interval prebúdzania agentov (v minútach)

source: Number of agents to wake up
sk_sk: Počet agentov, ktorých prebudiť

source: Force start
ko_kr: 강제 시작
sk_sk: Vynútiť spustenie

source: Device no longer defined in definition of job
ko_kr: 작업 정의에 더 이상 장치가 정의되지 않음
sk_sk: Zariadenie už nie je definované v definícii úlohy

source: Registry
ko_kr: 레지스트리
sk_sk: Register

source: Registry key exists
ko_kr: 레지스트리 키 존재함
sk_sk: Kľúč registra existuje

source: Registry value exists
ko_kr: 레지스트리 값 존재
sk_sk: Hodnota registra existuje

source: Registry key missing
ko_kr: 레지스트리 키 누락됨
sk_sk: Kľúč registra chýba

source: Registry value missing
ko_kr: 레지스트리 값 없음
sk_sk: Hodnota registra chýba

source: Registry value equals to
ko_kr: 레지스트리 값은 다음과 같음
sk_sk: Hodnota registra sa rovná

source: Registry value not equals to
ko_kr: 레지스트리 값은 다음과 같음
sk_sk: Hodnota registra sa nerovná

source: Type of registry value equals to
ko_kr: 레지스트리 값의 유형은 다음과 같음
sk_sk: Typ hodnoty registra sa rovná

source: File exists
ko_kr: 파일 존재함
sk_sk: Súbor existuje

source: File is missing
ko_kr: 파일 누락됨
sk_sk: Súbor chýba

source: File size is greater than
ko_kr: 파일 크기는 다음보다 큼
sk_sk: Veľkosť súboru je väčšia ako

source: File size is equal to
ko_kr: 파일 크기는 다음과 같음
sk_sk: Veľkosť súboru sa rovná

source: File size is lower than
ko_kr: 파일 크기는 다음보다 작음
sk_sk: Veľkosť súboru je menšia ako

source: SHA-512 hash value matches
ko_kr: SHA-512 해쉬 값 일치함
sk_sk: SHA-512 hodnota hash sa zhoduje

source: SHA-512 hash value mismatch
ko_kr: SHA-512 해쉬 값 일치하지 않음
sk_sk: SHA-512 hodnota hash sa nezhoduje

source: Directory exists
ko_kr: 디렉토리 존재함
sk_sk: Adresár existuje

source: Directory is missing
ko_kr: 디렉토리 누락됨
sk_sk: Adresár chýba

source: Free space is greater than
ko_kr: 남은 공간은 다음보다 큼
sk_sk: Voľné miesto je väčšie ako

source: continue
ko_kr: 재개
sk_sk: pokračovať

source: passed
ko_kr: 통과됨
sk_sk: odovzdané

source: otherwise
sk_sk: inak

source: GLPI-Agent or Fusioninventory-Agent >= %1s mandatory
sk_sk: GLPI-Agent alebo Fusioninventory-Agent >= %1s je povinný

source: drag
ko_kr: 드래그
sk_sk: pretiahnuť

source: Audit label
ko_kr: 감사 라벨
sk_sk: Popisok auditu

source: Path to the key
ko_kr: 키 경로
sk_sk: Cesta ku kľúču

source: Example of registry key
sk_sk: Príklad kľúča registra

source: GLPI-Agent or Fusioninventory-Agent >= %1s recommended
sk_sk: GLPI-Agent alebo Fusioninventory-Agent >= %1s je odporúčaný

source: Path to the value
ko_kr: 값 경로
sk_sk: Cesta k hodnote

source: Example of registry value
sk_sk: Príklad hodnoty registra

source: Value
ko_kr: 값
sk_sk: Hodnota

source: Type of value
ko_kr: 값 유형
sk_sk: Typ hodnoty

source: File
ko_kr: 파일
sk_sk: Súbor

source: Directory
ko_kr: 디렉토리
sk_sk: Adresár

source: Disk or directory
ko_kr: 디스크 또는 디렉토리
sk_sk: Disk alebo adresár

source: Unit
ko_kr: 단위
sk_sk: Jednotka

source: If not successful
ko_kr: 성공하지 않을 시
sk_sk: Pokiaľ nie je úspešné

source: abort job
ko_kr: 작업 중단
sk_sk: prerušiť úlohu

source: skip job
ko_kr: 작업 건너뛰기
sk_sk: preskočiť úlohu

source: start job now
ko_kr: 지금 작업 시작
sk_sk: spustiť úlohu teraz

source: report info
ko_kr: 정보 보고서
sk_sk: nahlásiť informáciu

source: report warning
ko_kr: 경고 보고서
sk_sk: nahlásiť varovanie

source: Found entry
ko_kr: 검색된 개체
sk_sk: Nájdená položka

source: Hive
sk_sk: Súbor registra (hive)

source: Path
ko_kr: 경로
sk_sk: Cesta

source: Key
ko_kr: 키
sk_sk: Kľúč

source: User interaction
ko_kr: 사용자 상호작용
sk_sk: Interakcia používateľa

source: Before download
ko_kr: 다운로드 전
sk_sk: Pred stiahnutím

source: After download
ko_kr: 다운로드 후
sk_sk: Po stiahnutí

source: After actions
ko_kr: 작업 후
sk_sk: Po akciách

source: On download failure
ko_kr: 다운로드 실패 시
sk_sk: Pri zlyhaní sťahovania

source: On actions failure
ko_kr: 작업 실패 시
sk_sk: Pri zlyhaní akcií

source: Interaction label
ko_kr: 상호작용 라벨
sk_sk: Popisok interakcie

source: Job cancelled by the user %1$s
ko_kr: 사용자 %1$s에 의해 작업 취소됨
sk_sk: Úloha bola zrušená používateľom %1$s

source: User %1$s agreed to continue the job
sk_sk: Používateľ %1$s súhlasil s pokračovaním úlohy

source: Job postponed by the user %1$s
ko_kr: 사용자 %1$s에 의해 작업 연기됨
sk_sk: Úloha bola odložená používateľom %1$s

source: Bad event sent to the agent
ko_kr: 에이전트에 잘못된 이벤트 전송됨
sk_sk: Odoslaná chybný udalosť agentovi

source: Alert displayed, no input required
ko_kr: 경고 표시됨, 입력 필요 없음
sk_sk: Zobrazené upozornenie, nie je požadovaný žiadny vstup

source: Retry
ko_kr: 재시도
sk_sk: Skúsiť znova

source: Abort
ko_kr: 중단
sk_sk: Prerušiť

source: Ignore
ko_kr: 무시
sk_sk: Ignorovať

source: Alert duration exceeded
ko_kr: 경고 기간 초과됨
sk_sk: Prekročené trvanie upozornenia

source: No user connected
ko_kr: 접속된 사용자 없음
sk_sk: Nepripojený žiadny používateľ

source: Multiple users connected
ko_kr: 복수 사용자 접속됨
sk_sk: Pripojených viacero používateľov

source: Processed: %1$s Created: %2$s Updated: %3$s
ko_kr: 처리됨: %1$s 생성됨: %2$s수정됨: %3$s
sk_sk: Spracované: %1$s Vytvorené: %2$s Aktualizované: %3$s

source: Return code is equal to
ko_kr: 반환 코드는 다음과 같음
sk_sk: Návratový kód sa rovná

source: Return code is not equal to
ko_kr: 반환 코드가 다음과 같지 않음
sk_sk: Návratový kód sa nerovná

source: Command output contains
ko_kr: 명령 출력 내용
sk_sk: Výstup príkazu obsahuje

source: Command output does not contains
ko_kr: 명령 출력에 다음이 포함되지 않음
sk_sk: Výstup príkazu neobsahuje

source: Command
ko_kr: 명령
sk_sk: Príkaz

source: Move
ko_kr: 이동
sk_sk: Presunúť

source: Copy
ko_kr: 복사
sk_sk: Kopírovať

source: Delete directory
ko_kr: 디렉토리 삭제
sk_sk: Zmazať adresár

source: Create directory
ko_kr: 디렉토리 생성
sk_sk: Vytvoriť adresár

source: Command to execute
ko_kr: 실행할 명령
sk_sk: Príkaz na vykonanie

source: Action label
ko_kr: 작업 라벨
sk_sk: Popisok akcie

source: Number of output lines to retrieve
ko_kr: 검색할 출력 줄 수
sk_sk: Počet načítaných výstupných riadkov

source: return codes saved for this command
ko_kr: 이 명령에 대한 반환 코드 저장됨
sk_sk: návratové kódy uložené pre tento príkaz

source: From
sk_sk: Z

source: To
sk_sk: Do

source: exec
sk_sk: príkaz

source: path
ko_kr: 경로
sk_sk: cesta

source: Execution checks
ko_kr: 실행 확인
sk_sk: Kontroly vykonania

source: Network Inventory
ko_kr: 네트워크 재고
sk_sk: Inventár siete

source: SSL-only for agent
ko_kr: 에이전트 SSL-전용
sk_sk: Použiť pre agentov iba SSL

source: Delete tasks logs after
sk_sk: Vymazať logy úloh po

source: Agent port
ko_kr: 에이전트 포트
sk_sk: Port agenta

source: Extra-debug
ko_kr: 추가-디버그
sk_sk: Podrobnejšie ladenie

source: Re-prepare successful jobs
ko_kr: 성공한 작업 재-준비
sk_sk: Znova pripraviť úspešné úlohy

source: Maximum number of agents to wake up in a task
ko_kr: 업무 시 기동할 에이전트 최대 수
sk_sk: Maximálny počet agentov, ktorých prebudiť v úlohe

source: Change the status
ko_kr: 상태 변경
sk_sk: Zmeniť stav

source: Clean agents
ko_kr: 에이전트 청소
sk_sk: Vyčistiť agentov

source: Network options
ko_kr: 네트워크 선택사항
sk_sk: Možnosti siete

source: Threads number
ko_kr: 스레드 수
sk_sk: Počet vlákien

source: SNMP timeout
ko_kr: SNMP 시간만료
sk_sk: Časový limit SNMP

source: Use this GLPI server as a mirror server
ko_kr: 이 GLPI 서버를 미러 서버로 사용
sk_sk: Použiť tento GLPI server ako zrkadlo

source: Match mirrors to agents
ko_kr: 에이전트에 일치하는 미러
sk_sk: Priradiť zrkadlá k agentom

source: with location
sk_sk: s umiestnením

source: with entity
sk_sk: s entitou

source: with both
sk_sk: s oboma

source: Delete successful on demand tasks after (in days)
sk_sk: Zmazať úspešné úlohy na vyžiadanie po (v dňoch)

source: Behavior
ko_kr: 행동
sk_sk: Správanie

source: Windows system alert (WTS)
ko_kr: 윈도우즈 시스템 경고 (WTS)
sk_sk: Výstražný systéme Windows (WTS)

source: OK (asynchronous)
ko_kr: 확인 (비동기)
sk_sk: OK (asynchrónne)

source: OK - Cancel
ko_kr: 확인 - 취소
sk_sk: OK - Zrušiť

source: Yes - No
ko_kr: 예 - 아니오
sk_sk: Áno - Nie

source: Retry - Cancel
ko_kr: 재시도 - 취소
sk_sk: Skúsiť znova - Zrušiť

source: Abort - Retry - Ignore
ko_kr: 중단 - 재시도 - 무시
sk_sk: Prerušiť - Skúsiť znova - Ignorovať

source: Cancel - Try - Continue
ko_kr: 취소 - 시도 - 재개
sk_sk: Zrušiť - Skúsiť - Pokračovať

source: Yes - No - Cancel
ko_kr: 예 - 아니오 - 취소
sk_sk: Áno - Nie - Zrušiť

source: Question
ko_kr: 질문
sk_sk: Otázka

source: Continue job with no user interaction
ko_kr: 사용자 상호 작용없이 작업 재개
sk_sk: Pokračovať v úlohe bez interakcie s používateľom

source: Retry job later
ko_kr: 나중에 작업 재시도
sk_sk: Skúsiť úlohu znova neskôr

source: Button ok
ko_kr: 버튼 확인
sk_sk: Tlačidlo OK

source: Button yes
ko_kr: 버튼 예
sk_sk: Tlačidlo Áno

source: Button continue
ko_kr: 버튼 재개
sk_sk: Tlačidlo Pokračovať

source: Button retry
ko_kr: 버튼 재시도
sk_sk: Tlačidlo Skúsiť znova

source: Button try
ko_kr: 버튼 시도
sk_sk: Tlačidlo Skúsiť

source: Button no
ko_kr: 버튼 아니오
sk_sk: Tlačidlo Nie

source: Button cancel
ko_kr: 버튼 취소
sk_sk: Tlačidlo Zrušiť

source: Button abort
ko_kr: 버튼 중단
sk_sk: Tlačidlo Prerušiť

source: Button ignore
ko_kr: 버튼 무시
sk_sk: Tlačidlo Ignorovať

source: No active session
ko_kr: 활성화 세션 없음
sk_sk: Žiadne aktívne sedenie

source: Alert timeout exceeded
ko_kr: 경고 시간초과 초과됨
sk_sk: Prekročený časový limit upozornenia

source: Several active sessions
ko_kr: 여러 활성 세션
sk_sk: Niekoľko aktívnych sedení

source: Behaviors
ko_kr: 행동
sk_sk: Správanie

source: Total discovery devices
ko_kr: 총 탐색 장치
sk_sk: Celkovo zistených zariadení

source: Devices not imported
ko_kr: 장치를 가져오지 않음
sk_sk: Nenaimportované zariadenia

source: Devices linked
ko_kr: 장치 연결됨
sk_sk: Prepojené zariadenia

source: Devices imported
ko_kr: 장치 가져옴
sk_sk: Importované zariadenia

source: Remote device inventory
ko_kr: 원격 장치 재고
sk_sk: Inventár vzdialených zariadení

source: Windows registry content
ko_kr: 윈도우즈 레지스트리 컨텐츠
sk_sk: Obsah registra Windows

source: Data
ko_kr: 데이터
sk_sk: Dáta

source: Upload from computer
ko_kr: 컴퓨터에서 업로드
sk_sk: Nahrať z počítača

source: Upload from server
ko_kr: 서버에서 업로드
sk_sk: Nahrať zo servera

source: retention
ko_kr: 보유
sk_sk: uchovávanie

source: uncompress
ko_kr: 압축해제
sk_sk: rozbaliť

source: Download
sk_sk: Stiahnuť

source: filename
ko_kr: 파일명
sk_sk: názov súboru

source: Choose
ko_kr: 선택
sk_sk: Zvoliť

source: Select the file on server
ko_kr: 서버의 파일 선택
sk_sk: Vyberte súbor na serveri

source: Uncompress
ko_kr: 압축 해제
sk_sk: Rozbaliť

source: Files need to be uploaded to %s folder to be displayed here
sk_sk: Súbory je potrebné nahrať do adresára %s, aby sa tu zobrazili

source: Upload error
sk_sk: Chyba nahrávania

source: Transfer error: the file size is too big
ko_kr: 전송 오류: 파일 크기가 너무 큼
sk_sk: Chyba prenosu: súbor je príliš veľký

source: The uploaded file was only partially uploaded
ko_kr: 업로드 된 파일이 부분적으로만 업로드 됨
sk_sk: Nahratý súbor bol nahratý iba čiastočne
