Repository: glpi-project/glpi-inventory-plugin
Catalog: locales/*.po
Languages: ko_kr, sk_sk

source: No file was uploaded
ko_kr: 업로드된 파일 없음
sk_sk: Nebol nahratý žiadny súbor

source: Missing a temporary folder
ko_kr: 임시 폴더 없음
sk_sk: Chýbajúci dočasný adresár

source: Failed to write file to disk
ko_kr: 디스크에 파일 쓰기 실패함
sk_sk: Nepodarilo sa zapísať súbor na disk

source: PHP extension stopped the file upload
ko_kr: PHP 확장이 파일 업로드를 중지함
sk_sk: PHP rozšírenie zastavilo nahrávanie súboru

source: File saved!
ko_kr: 파일 저장됨!
sk_sk: Súbor sa uložil!

source: Failed to copy file
ko_kr: 파일 복사 실패함
sk_sk: Nepodarilo sa skopírovať súbor

source: File missing
ko_kr: 파일 누락
sk_sk: Súbor chýba

source: Max file size
ko_kr: 최대 파일 크기
sk_sk: Maximálna veľkosť súboru

source: Mio
sk_sk: MiB

source: Unused file
ko_kr: 미사용된 파일
sk_sk: Nepoužitý súbor

source: deploy on demand task
ko_kr: 요청된 작업 배포
sk_sk: úloha nasadenia na vyžiadanie

source: Associated tasks
sk_sk: Priradené úlohy

source: The agent is requesting a configuration that has already been sent to him by the server. It is more likely that the agent is subject to a critical error.
sk_sk: Agent požaduje konfiguráciu, ktorá mu už bola serverom odoslaná. Je pravdepodobné, že na agentovi došlo ku kritickej chybe.

source: The task has been deactivated after preparation of this job.
sk_sk: Úloha bola deaktivovaná po príprave tejto úlohy.

source: This job can not be executed anymore due to the task's schedule.
sk_sk: Túto úlohu už nie je možné vykonať kvôli naplánovaniu úlohy.

source: This job can not be executed anymore due to the task's timeslot.
sk_sk: Táto úloha už nemôže byť vykonaná kvôli časovému oknu úlohy.

source: This agent does not belong anymore in the actors defined in the job.
ko_kr: 이 에이전트는 작업에 정의된 수행자에 더 이상 속하지 않습니다.
sk_sk: Tento agent už nepatrí k účastníkom definovaných v úlohe.

source: The task cannot be updated if it is active
sk_sk: Úloha nemôže byť aktualizovaná, ak je aktívna

source: Inventory task scheduler
sk_sk: Plánovač úloh inventára

source: Clean on demand deployment tasks
sk_sk: Vyčistiť úlohy nasadenia na vyžiadanie

source: Task has been disabled
ko_kr: 업무가 비활성화됨
sk_sk: Úloha bola vypnutá

source: You must choose a task and a package to target a task with a deployment package.
sk_sk: Musíte zvoliť úlohu a balíček na zacielenie úlohy s balíčkom nasadenia.

source: Deployment job, package:
ko_kr: 작업, 패키지 배포:
sk_sk: Úloha nasadenia, balíček:

source: Updated a deployment job, package:
ko_kr: 작업, 패키지 배포 수정됨:
sk_sk: Aktualizovaná úloha nasadenia, balíček:

source: , actors:
ko_kr: , 시행자:
sk_sk: , účastníci:

source: The selected task already has a deployment job for another package:
ko_kr: 선택된 업무는 이미 다른 패키지에 대한 배포 작업이 있습니다:
sk_sk: Vybraná úloha už má úlohu nasadenia pre iný balíček:

source: Created a deployment job, package:
ko_kr: 배포 작업, 패키지 생성됨:
sk_sk: Vytvorená úloha nasadenia, balíček:

source: Order list
ko_kr: 주문 목록
sk_sk: Poradie zozamu

source: Add task
ko_kr: 업무 추가
sk_sk: Pridať úlohu

source: Edit impossible, this task is active
ko_kr: 이 작업이 활성화되어, 수정할 수 없음
sk_sk: Úprava nie je možná, táto úloha je aktívna

source: This task is active. delete denied
ko_kr: 이 업무는 활성화 되었습니다. 삭제가 거부됨
sk_sk: Táto úloha je aktívna, zmazanie bolo zamietnuté

source: Tasks / Groups
ko_kr: 업무 / 그룹
sk_sk: Úlohy / skupiny

source: Job executions
ko_kr: 작업 실행
sk_sk: Vykonávanie úloh

source: Server has sent data to the agent
ko_kr: 서버에서 에이전트로 데이터 전송
sk_sk: Server odoslal dáta agentovi

source: Agent replied with data to the server
ko_kr: 에이전트가 서버에 데이터와 함께 응답함
sk_sk: Agent odpovedal serveru dátami

source: Finished
ko_kr: 종료됨
sk_sk: Dokončené

source: Error
ko_kr: 오류
sk_sk: Chyba

source: Postponed
ko_kr: 연기됨
sk_sk: Odložené

source: Job available for next execution at %s
sk_sk: Úloha k dispozícii pre ďalšie vykonanie v %s

source: Retry #%d
ko_kr: 재시도 #%d
sk_sk: Opakovanie č. %d

source: Maximum number of retry reached: force deployment
ko_kr: 최대 재시도 횟수 도달함: 강제 배포
sk_sk: Dosiahnutý maximálny počet pokusov na opakovanie: vynútiť nasadenie

source: Clean taskjob (retention time)
sk_sk: Vyčistiť úlohy (doba uchovávania)

source: Wake agents up
sk_sk: Zobudiť agentov

source: Collect information
ko_kr: 정보 수집
sk_sk: Zber informácií

source: Find file
ko_kr: 파일 찾기
sk_sk: Nájsť súbor

source: Collect module has been disabled for this agent
ko_kr: 이 에이전트에 대해 수집 모듈이 비활성화 됨
sk_sk: Modul na zber údajov bol na tomto agentovi vypnutý

source: Path not found
ko_kr: 경로 찾을 수 없음
sk_sk: Cesta sa nenašla

source: Property
ko_kr: 속성
sk_sk: Vlastnosť

source: Agents modules
ko_kr: 에이전트 모듈
sk_sk: Moduly agentov

source: Module
ko_kr: 모듈
sk_sk: Modul

source: Activation (by default)
ko_kr: 활성화 (기본값)
sk_sk: Aktivácia (predvolené)

source: Exceptions
ko_kr: 예외
sk_sk: Výnimky

source: Package deployment
ko_kr: 패키지 배포
sk_sk: Nasadenie balíčkov

source: Activation
sk_sk: Aktivácia

source: Found file
ko_kr: 검색된 파일
sk_sk: Nájdený súbor

source: Folder
ko_kr: 폴더
sk_sk: Adresár

source: Recursive
ko_kr: 재귀
sk_sk: Rekurzívne

source: Regex
ko_kr: 정규식
sk_sk: Regulárny výraz

source: Checksum SHA512
ko_kr: 체크섬 SHA512
sk_sk: Kontrolný súčet SHA512

source: Checksum SHA2
ko_kr: 체크섬 SHA2
sk_sk: Kontrolný súčet SHA2

source: Name
ko_kr: 이름
sk_sk: Názov

source: Iname
sk_sk: Inázov

source: Type
ko_kr: 유형
sk_sk: Typ

source: Base folder
ko_kr: 기본 폴더
sk_sk: Základný adresár

source: Folder recursive
ko_kr: 폴더 재귀
sk_sk: Adresár rekurzívne

source: Disabled
ko_kr: 비활성화됨
sk_sk: Vypnuté

source: Filename
ko_kr: 파일명
sk_sk: Názov súboru

source: Non sentitive case
ko_kr: 대소문자 구분 없음
sk_sk: Nerozlišovať veľké a malé písmená

source: Sentitive case
ko_kr: 대소문자 구분
sk_sk: Rozlišovať veľké a malé písmená

source: Make a search to get desired computer, then use massive actions and use %s
sk_sk: Vyhľadajte požadovaný počítač, potom použite hromadné akcie a použite %s

source: Add to static group
ko_kr: 정적 그룹 추가
sk_sk: Pridať do statickej skupiny

source: Remove from static group
sk_sk: Odstrániť zo statickej skupiny

source: Import a list of computers from a CSV file (the first column must contain the computer ID)
ko_kr: CSV 파일에서 컴퓨터 목록 불러오기 (첫 열은 컴퓨터 ID가 포함되야 함)
sk_sk: Import zoznamu počítačov z CSV súboru (prvý stĺpec musí obsahovať ID počítača)

source: Computers imported successfully from CSV file
ko_kr: CSV 파일에서 컴퓨터를 불러옴
sk_sk: Počítače boli úspešne naimportované z CSV súboru

source: Impossible to read the CSV file
ko_kr: CSV 파일을 읽을 수 없음
sk_sk: Nie je možné čítať súbor CSV

source: An error occurs
sk_sk: Vyskytla sa chyba

source: File not found
sk_sk: Súbor sa nenašiel

source: Features
ko_kr: 기능
sk_sk: Funkcie

source: Collect management
ko_kr: 관리 수립
sk_sk: Správa zberu údajov

source: Local inventory
ko_kr: 로컬 재고
sk_sk: Lokálna inventarizácia

source: Network inventory
ko_kr: 네트워크 재고
sk_sk: Inventár siete

source: Collect
ko_kr: 수집
sk_sk: Zber

source: %s inventoried
sk_sk: %s zinventarizované

source: Setup
ko_kr: 설정
sk_sk: Nastavenia

source: Number of days since last inventory
ko_kr: 마지막 재고 이후 일 수
sk_sk: Počet dní od poslednej inventarizácie

source: Last inventory
ko_kr: 최근 재고
sk_sk: Posledná inventarizácia

source: Computers not inventoried since xx days
ko_kr: xx 일 이후 컴퓨터 재고 없음
sk_sk: Počítače neinventarizované už xx dní

source: Number of days (minimum) since last inventory
ko_kr: 마지막 재고 이후 (최소) 일 수
sk_sk: Počet dní (minimum) od poslednej inventarizácie

source: Deploy module has been disabled for this agent
ko_kr: 이 에이전트에는 배포 모듈이 비활성화 됨
sk_sk: Modul nasadenia bol pre tohto agenta vypnutý

source: Checks
ko_kr: 확인
sk_sk: Kontroly

source: Files download
ko_kr: 파일 다운로드
sk_sk: Stiahnutie súborov

source: Files preparation
ko_kr: 파일 준비
sk_sk: Príprava súborov

source: User canceled the job
ko_kr: 사용자 취소된 작업
sk_sk: Používateľ zrušil úlohu

source: User postponed the job
ko_kr: 사용자가 연기한 작업
sk_sk: Používateľ odložil úlohu

source: The preparation of the task did not return any targets
sk_sk: Príprava úlohy nevrátila žiadne ciele

source: Agent
ko_kr: 에이전트

source: Agent remote control
ko_kr: 에이전트 원격 제어

source: Agents
ko_kr: 에이전트

source: Auto managenement dynamic of agents
ko_kr: 에이전트의 동적 자동 관리

source: Auto managenement dynamic of agents (same subnet)
ko_kr: (같은 서브넷) 에이전트의 동적 자동 관리

source: CSV import
ko_kr: CSV 불러오기

source: Cache informations
ko_kr: 캐시 정보

source: Computer information rules
ko_kr: 컴퓨터 정보 규칙

source: Default status
ko_kr: 기본 상태

source: Error / rescheduled
ko_kr: 오류 / 재예약됨

source: Export
ko_kr: 내보내기

source: File name
ko_kr: 파일 이름

source: File path
ko_kr: 파일 경로

source: File size
ko_kr: 파일 크기

source: Filter
ko_kr: 필터

source: Import
ko_kr: 불러오기

source: Info
ko_kr: 정보

source: Jobs configuration
ko_kr: 작업 구성

source: Limit
ko_kr: 제한

source: Local rules
ko_kr: 로컬 규칙

source: Menu
ko_kr: 메뉴

source: Not done yet
ko_kr: 아직 완료되지 않음

source: OK
ko_kr: 확인

source: OK - Abort - Retry
ko_kr: 확인 - 중단 - 재시도

source: Ok
ko_kr: 확인

source: Please remove folder %s in glpi/plugins/
ko_kr: glpi/plugins/ 내의 폴더 %s를 삭제해 주세요

source: Printers report
ko_kr: 프린터 보고서

source: Process number
ko_kr: 처리 수

source: Re-prepare a target-actor if previous run is successful
ko_kr: 이전 실행이 성공하면 대상-시행자 재-준비

source: Registry key
ko_kr: 레지스트리 키

source: Registry value
ko_kr: 레지스트리 값

source: Root folder for sending files from server
ko_kr: 서버에서 파일을 전송하기 위한 최상위 폴더

source: Rules applied
ko_kr: 규칙 적용됨

source: Running tasks
ko_kr: 실행중인 업무

source: Software version
ko_kr: 소프트웨어 버전

source: Update agents
ko_kr: 에이전트 수정

source: Update agents not have contacted server since (in days)
ko_kr: 다음 (일) 이후 수정한 에이전트가 서버에 접속되지 않음

source: WMI property
ko_kr: WMI 속성

source: WMI value
ko_kr: WMI 값

source: Wake On LAN
ko_kr: LAN으로 기동

source: Wake agents ups
ko_kr: 에이전트 ups 기동

source: fileinfo extension (PHP) is required...
ko_kr: fileinfo 확장 (PHP) 이 필요함...
